{
  "servant": {
    "name": "Loyal Servant",
    "ability": "None",
    "alignment": "Good",
    "objective": "Using your knowledge from previous quests, if applicable, determine who is good or evil and select the correct persons to go on the quest.",
    "canFailQuests": false
  },
  "minion": {
    "name": "Minion of Mordred",
    "ability": "Can see who the other minions are.",
    "alignment": "Evil",
    "objective": "Fool the loyal servants into believing you are loyal, then fail the quest.",
    "canFailQuests": true
  },
  "merlin": {
    "name": "Merlin",
    "ability": "This character can see the alignment of every player.",
    "alignment": "Good",
    "objective": "Guide the loyal servants to pick the right people to go on the quest.",
    "canFailQuests": false
  },
  "percival": {
    "name": "Percival",
    "ability": "This character can Merling and Morgana, but doesn't know which is which.",
    "alignment": "Good",
    "objective": "Determine which player is Merlin then help him to guide the other loyal servants. Trust Merlin's judgement.",
    "canFailQuests": false
  },
  "morgana": {
    "name": "Morgana",
    "ability": "This character appears to be Merlin to Percival.",
    "alignment": "Good",
    "objective": "Determine which player is Merlin then help him to guide the other loyal servants. Trust Merlin's judgement.",
    "canFailQuests": true
  },
  "assassin": {
    "name": "Assassin",
    "ability": "This character has the chance to assassinate Merlin at the end of the game and win.",
    "alignment": "Evil",
    "objective": "Determine which player is Merlin then kill him if the minions don't fail three quests.",
    "canFailQuests": true
  },
  "mordred": {
    "name": "Mordred",
    "ability": "This character does not reveal himself to Merlin.",
    "alignment": "Evil",
    "objective": "This character appears to be good to Merlin, therefore hide your identity as long as you can while picking minions to fail quests.",
    "canFailQuests": true
  },
  "oberon": {
    "name": "Oberon",
    "ability": "This character does not reveal himself to the minions. This character reveals himself as evil to Merlin.",
    "alignment": "Chaotic Evil",
    "objective": "This character appears to be evil to Merlin, and appears to be good to the minions. Oberon wins if the minions do.",
    "canFailQuests": true
  },
  "redKnight": {
    "name": "The Red Knight",
    "ability": "This character reveals himself as evil to both the minions and Merlin. This charater does not know who are minions.",
    "alignment": "Chaotic Good",
    "objective": "This character appears to be evil to Merlin, and appears to be good to the minions. The Red Knight wins when the servants do.",
    "canFailQuests": false
  }
}
